[
{"url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/3998250173", "details": "O Departamento de Tecnologia da Informação é o responsável em suportar as áreas de negócio garantindo assim, a integração e a segurança da informação, implementando novas soluções e agilizando as tomadas de decisões estratégicas. Tem por missão fazer com que pelo meio tecnológico a Instituição tenha seus processos administrativos otimizados, organizados e ágeis. Mantendo uma governança de TI alinhada as áreas de negócio administrativas da instituição. Garantir que os 3 pilares básicos da Segurança da Informação (Confidencialidade, Integridade e Disponibilidade) sejam cumpridos. Apoiar a instituição, seus gestores, colaboradores e parceiros no estabelecimento de um ambiente seguro para todos os ciclos de informação, gerando soluções em parceria com todos os envolvidos para aplicação de melhores práticas de mercado, tecnologias e demais regulamentos vigentes. Seus valores são Fé, Ética, Profissionalismo, Comprometimento, Respeito, Imparcialidade, Verdade. Responsabilidades Criar, descrever e organizar documentação de negócio e técnica para os projetos da área; Mapear processos internos necessários para a criação e manipulação dos dados; Gerenciamento e manutenção das ferramentas de dados; Elaborar scripts necessários para manipulação dos dados; Coletar e integrar dados de diversas fontes, incluindo bancos de dados, sistemas de arquivos, APIs e streaming de dados; Desenvolver e implementar pipelines de dados; Projetar e manter infraestruturas de dados; Otimizar o desempenho dos sistemas de dados; Implementar práticas de segurança e privacidade de dados; Fornecer suporte técnico e solucionar problemas relacionados a dados; Requisitos Graduação em Ciência da Computação, Engenharia de Computação, Engenharia de Software, Matemática, Estatística ou áreas relacionadas; Conhecimento da estrutura de negócios; Modelagem de Processos; Conhecimento em mapeamento de processos, fluxograma; Compreensão de redes, bancos de dados e outras tecnologias; Forte proficiência em linguagens de programação como Python e SQL; Conhecimento em linguagem PL/SQL e PL/pgSQL; Experiência com bancos de dados relacionais (por exemplo, Oracle, PostgreSQL, MariaDB) e não relacionais; Experiência com tecnologias e ferramentas de big data; Compreensão dos princípios de sistemas distribuídos; Experiência em projetar, implementar e otimizar processos de Extração, Transformação e Carga; Compreensão dos princípios de machine learning; Desejável certificação em Oracle Transactional Business Intelligence (OTBI); Bons conhecimentos de construção de business cases e business plans. Domínio sobre conceito, análise de documentações e testes de APIs. Adicionais Salário será informado no momento da entrevista Benefícios: Convênio Médico e Odontológico, Vale Refeição, Seguro de vida, Vale Transporte; Tipo de Contratação: CLT - Efetivo Segunda a Sexta Feira das 08h às 17h Trabalho presencial na Igreja Universal do Reino de Deus, localizada em São Paulo - SP Show more Show less Seniority level Entry level Employment type Full-time Job function Information Technology Industries Religious Institutions Referrals increase your chances of interviewing at Igreja Universal by 2x See who you know"},
{"url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/4006008648", "details": "﻿Atuamos com Financiamento Imobiliário, Consórcio, Home Equity e Portabilidade. Somos um dos maiores destaques do segmento de crédito, fazemos parte dos conglomerados empresariais pioneiros a atuamos em múltiplas frentes, oferecendo serviços diversificados, com qualidade reconhecida e milhares de clientes e parceiros satisfeitos espalhados por todo Brasil. Já realizamos mais de 22 mil sonhos da casa própria e estamos prontos para realizar ainda mais! Seu desafio: Estamos à procura de um Engenheiro de Dados para se juntar ao time de TI da Credimorar. Será responsável pelo design, implementação e manutenção de pipelines de dados robustos e escaláveis, além de colaborar com times multifuncionais para otimizar a infraestrutura de dados. Responsabilidades e atribuições Seu dia a dia: Estratégia Participar da definição de estratégias de dados e arquitetura de dados Criação de Datamart/Datalake e/ou reestruturação do banco de dados Documentar e realizar a manutenção do banco de dados e/ou DataMart Desenvolver e implementar soluções para armazenamento e processamento de dados Garantir a segurança e a privacidade dos dados conforme as melhores práticas e regulamentações Rotina e Manutenção Acompanhamento diário das cargas de RPA de relatórios com atualização dos status Abertura de chamados de sustentação (caso necessário) Acompanhamento diário da importação automática das cargas em python Processo de Faturamento (Importação, acompanhamento e atualização das regrar da rotina do MF) Apoiar o squad da Credimorar em assuntos relacionados a banco de dados Atividades pontuais Atualização /Execução DE PARA de status (Relatórios x Sistema) Criação e aperfeiçoamento da performance de processos ETL, bancos de dados, datafactory e infraestrutura, visando aprimorar a eficiência operacional e o acesso rápido aos dados Criação de relatórios Requisitos e qualificações Bacharelado em Ciência da Computação, Engenharia, Matemática, ou área relacionada. Experiência com plataformas de cloud computing (AWS, Azure, Google Cloud). Experiência significativa com bancos de dados relacionais e não relacionais (SQL, NoSQL). Proficiência em linguagens de programação como Python, Java, ou Scala. Experiência com ferramentas de ETL e plataformas de processamento de dados (Apache Spark, Hadoop, etc.). Conhecimento em design e otimização de sistemas de armazenamento de dados. Experiência no gerenciamento de consultas de banco de dados Experiência com grandes volumes de dados e sistemas distribuídos. Familiaridade com práticas DevOps e ferramentas de CI/CD. Software de diagramagem Draw.io, Lucidchart e similares Informações adicionais Nosso escritório fica na zona sul de SP e é acessível para todos os profissionais. Modelo de Contratação - PJ Show more Show less Seniority level Not Applicable Employment type Contract Job function Information Technology Industries Financial Services Referrals increase your chances of interviewing at Credimorar by 2x See who you know"},
{"url": "https://www.linkedin.com/jobs-guest/jobs/api/jobPosting/4017585578", "details": "Vem ser Ituber & vem fazer Itaú O Itaú é a marca mais valiosa do Brasil, a melhor empresa para trabalhar segundo o Great Place to Work e o maior banco da América Latina. Nós impactamos diariamente mais de 60 milhões de clientes em 18 países. Somos feitos de pessoas e acreditamos que ter um quadro com pluralidade de origens, culturas, crenças, experiências, raças, deficiências, gêneros, orientações afetivo-sexuais e gerações ampliam as perspectivas e contribuem para um clima de respeito e valorização das diferenças. Não queremos você apenas por achar que tem a nossa cara. Queremos ter um pouco da sua também! Modelo de trabalho: Híbrido sem escala Responsabilidades e atribuições Com base em objetivos de negócios, OKRs e KPIs, você será responsável por criar indicadores de controles da operação, criar dashboard para times de produtos/negcios e modelar bases especializadas para analytics; Preparar datasets para a finalidade de consumo analítico para usuários não técnicos; Criação e evolução dos padrões e conceitos nas esteiras de analytics. Protagonista na disseminação da cultura data-driven no dia a dia do projeto; Apoiar as decisões dos PMs baseado em dados, e acompanhar o ciclo de vida do produto; Requisitos e qualificações Visão analítica e pensamento crítico para entender os requisitos de negcios baseados em indicadores; Conhecimentos em modelagem e desenvolvimento de indicadores, exploração de dados, criação de dashboards; Requisito conhecimento em pelo menos uma das linguagem: SQL ou Python; Um pouco da nossa Stack: AWS (s3, DynamoDB, Athena, Glue, Quicksight, Redshift, cloudwatch), Tableau Diferencial: Certificações AWS Show more Show less Seniority level Mid-Senior level Employment type Full-time Job function Information Technology Industries Banking Referrals increase your chances of interviewing at Itaú Unibanco by 2x See who you know"}
]